import styles from '../components/about.module.css'
import { Layout } from '../components/Layout'



export default function item1() {

  

  return (
    <Layout>
        <div className={styles.about}>
       <p>About</p>
       <p>テキストテキストテキストテキストテキストテキストテキストテキストテキスト
         テキストテキストテキストテキストテキストテキストテキストテキストテキスト 
         テキストテキストテキストテキストテキストテキストテキストテキストテキスト 
         テキストテキストテキストテキストテキストテキストテキストテキストテキスト 
         テキストテキストテキストテキストテキストテキストテキストテキストテキスト</p>
       <p>テキストテキストテキストテキストテキストテキストテキストテキストテキスト 
        テキストテキストテキストテキストテキストテキストテキストテキストテキスト 
        テキストテキストテキストテキストテキストテキストテキストテキストテキスト 
        テキストテキストテキストテキストテキストテキストテキストテキストテキスト 
        テキストテキストテキストテキストテキストテキストテキストテキストテキスト</p>
        </div>
        </Layout>
  )
}